Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: This file is in iCloud Drive, so moving it to the Trash removes it from iCloud and from your other devices.
cs: Tento soubor je na iCloud Drivu, takže přesunutím do koše ho odstraníte z iCloudu i z vašich ostatních zařízení.
de: Diese Datei liegt in iCloud Drive, daher wird sie aus iCloud und von deinen anderen Geräten entfernt, wenn du sie in den Papierkorb legst.
es: Este archivo está en iCloud Drive, así que trasladarlo a la papelera lo elimina de iCloud y de tus otros dispositivos.
fr: Ce fichier se trouve dans iCloud Drive : le placer dans la corbeille le supprime donc d’iCloud et de vos autres appareils.
it: Questo file si trova su iCloud Drive, quindi, se lo sposti nel Cestino, viene rimosso da iCloud e dagli altri tuoi dispositivi.
ja: このファイルはiCloud Driveにあるため、ゴミ箱に入れると、iCloudからも、ほかのデバイスからも削除されます。
ko: 이 파일은 iCloud Drive에 있으므로 휴지통으로 이동하면 iCloud는 물론 다른 기기에서도 삭제됩니다.
nl: Dit bestand staat op iCloud Drive, dus als je het naar de prullenmand verplaatst, verdwijnt het uit iCloud en van je andere apparaten.
pl: Ten plik jest na iCloud Drive, więc po przeniesieniu do Kosza zostanie usunięty z iCloud i z Twoich pozostałych urządzeń.
pt: Este arquivo está no iCloud Drive, então, se você o mover para o Lixo, ele será removido do iCloud e dos seus outros dispositivos.
ro: Acest fișier se află pe iCloud Drive, așa că mutarea lui în Coș îl elimină de pe iCloud și de pe celelalte dispozitive ale dvs.
ru: Этот файл находится в iCloud Drive, поэтому, если переместить его в Корзину, он будет удален из iCloud и с других Ваших устройств.
sv: Den här filen ligger i iCloud Drive, så om du flyttar den till papperskorgen tas den bort från iCloud och från dina andra enheter.
tr: Bu dosya, iCloud Drive’da olduğu için Çöp Sepeti’ne taşınırsa iCloud’dan ve diğer aygıtlarınızdan silinir.
uk: Цей файл зберігається в iCloud Drive, тож переміщення в Смітник прибирає його з iCloud і з інших ваших пристроїв.
zh_hans: 此文件位于iCloud云盘中，因此将它移到废纸篓后，它会从iCloud和你的其他设备中删除。
zh_hant: 此檔案位於「iCloud雲碟」中，因此丟到「垃圾桶」會將它從iCloud和你的其他裝置上移除。

source: This frees %@. Nothing is deleted from iCloud: the files stay there, Finder still lists them, and they download again when you open them.
cs: Tím se uvolní %@. Z iCloudu se nic nesmaže: soubory tam zůstanou, Finder je bude dál zobrazovat a znovu se stáhnou, až je otevřete.
de: Das gibt %@ frei. Es wird nichts aus iCloud gelöscht: Die Dateien bleiben dort, der Finder führt sie weiterhin auf, und sie werden wieder geladen, wenn du sie öffnest.
es: Esto libera %@. No se borra nada de iCloud: los archivos siguen ahí, el Finder los sigue mostrando y se vuelven a descargar cuando los abres.
fr: Cela libère %@. Rien n’est supprimé d’iCloud : les fichiers y restent, le Finder continue de les afficher, et ils sont à nouveau téléchargés lorsque vous les ouvrez.
it: In questo modo liberi %@. Non viene eliminato nulla da iCloud: i file restano lì, il Finder continua a elencarli e vengono scaricati di nuovo quando li apri.
ja: この操作で%@が解放されます。iCloudからは何も削除されません。ファイルはそのままiCloudに残り、Finderにも引き続き表示され、開くと再びダウンロードされます。
ko: %@의 공간이 확보됩니다. iCloud에서는 아무것도 삭제되지 않습니다. 파일은 iCloud에 그대로 있고 Finder에도 계속 표시되며, 열면 다시 다운로드됩니다.
nl: Hiermee komt %@ vrij. Er wordt niets uit iCloud verwijderd: de bestanden blijven daar, Finder toont ze nog steeds en ze worden opnieuw gedownload wanneer je ze opent.
pl: Zwolni to %@. Nic nie zostanie usunięte z iCloud: pliki tam pozostaną, Finder nadal będzie je pokazywać, a gdy je otworzysz, pobiorą się ponownie.
pt: Isso libera %@. Nada é apagado do iCloud: os arquivos continuam lá, o Finder ainda os lista, e eles são baixados de novo quando você os abre.
ro: Astfel se eliberează %@. Nu se șterge nimic de pe iCloud: fișierele rămân acolo, apar în continuare în Finder și se descarcă din nou când le deschideți.
ru: Это освободит %@. Из iCloud ничего не удаляется: файлы остаются там, Finder по-прежнему их показывает, и они снова загружаются, когда Вы их открываете.
sv: Det här frigör %@. Inget raderas från iCloud: filerna finns kvar där, Finder visar dem fortfarande och de hämtas igen när du öppnar dem.
tr: Bu işlem %@ yer boşaltır. iCloud’dan hiçbir şey silinmez: dosyalar orada kalır, Finder’da listelenmeye devam eder ve onları açtığınızda yeniden indirilir.
uk: Це звільнить %@. З iCloud нічого не видаляється: файли лишаються там, Finder і далі їх показує, і вони знову викачуються, коли ви їх відкриваєте.
zh_hans: 这会释放%@。不会从iCloud删除任何内容：文件仍保留在那里，“访达”也仍会列出它们，你打开时它们会重新下载。
zh_hant: 這會釋放%@。不會從iCloud刪除任何檔案：這些檔案會保留在iCloud中，Finder仍會列出它們，你打開時會重新下載。

source: This is Peel’s helper
cs: Toto je pomocník Peelu
de: Dies ist das Hilfsprogramm von Peel
es: Este es el asistente de Peel
fr: Il s’agit de l’utilitaire de Peel
it: Questo è l’assistente di Peel
ja: これはPeelのヘルパーです
ko: 이 항목은 Peel 보조 프로그램입니다
nl: Dit is het hulpprogramma van Peel
pl: To jest pomocnik Peel
pt: Este é o auxiliar do Peel
ro: Acesta este instrumentul de ajutor Peel
ru: Это помощник Peel
sv: Det här är Peels hjälpprogram
tr: Bu, Peel’in yardımcısı
uk: Це помічник Peel
zh_hans: 这是Peel的帮助程序
zh_hant: 這是Peel的輔助程式

source: This is what the app keeps for you, which can include your own work. Peel never selects it for you.
cs: Jde o to, co pro vás aplikace uchovává, a může to zahrnovat i vaši vlastní práci. Peel to za vás nikdy nevybere.
de: Das bewahrt die App für dich auf, und es kann deine eigene Arbeit enthalten. Peel wählt es nie für dich aus.
es: Es lo que la app guarda para ti, y puede incluir tu propio trabajo. Peel nunca lo selecciona por ti.
fr: C’est ce que l’app conserve pour vous, ce qui peut inclure votre propre travail. Peel ne le sélectionne jamais à votre place.
it: È ciò che l’app conserva per te, e può includere il tuo lavoro. Peel non lo seleziona mai al posto tuo.
ja: アプリが保管しているデータで、自分で作成したものが含まれている場合があります。Peelがこれを自動で選択することは決してありません。
ko: 앱이 사용자를 위해 보관하는 데이터로, 사용자가 직접 작업한 내용이 포함될 수 있습니다. Peel은 이 항목을 절대 미리 선택하지 않습니다.
nl: Dit is wat de app voor je bewaart, en daar kan je eigen werk bij zitten. Peel selecteert dit nooit voor je.
pl: To dane, które aplikacja przechowuje dla Ciebie i które mogą obejmować Twoją własną pracę. Peel nigdy nie zaznacza ich za Ciebie.
pt: Isto é o que o app guarda para você, o que pode incluir o seu próprio trabalho. O Peel nunca seleciona isto por você.
ro: Acestea sunt datele pe care aplicația le păstrează pentru dvs. și pot include propriile dvs. lucrări. Peel nu le selectează niciodată pentru dvs.
ru: Это то, что приложение хранит для Вас, и здесь может быть Ваша собственная работа. Peel никогда не выбирает это за Вас.
sv: Det här är det som appen sparar åt dig, och det kan omfatta ditt eget arbete. Peel markerar det aldrig åt dig.
tr: Bu, uygulamanın sizin için sakladıklarıdır ve kendi çalışmalarınızı da içerebilir. Peel bunu hiçbir zaman sizin yerinize seçmez.
uk: Це те, що програма зберігає для вас, і серед цього може бути ваша власна робота. Peel ніколи не вибирає це за вас.
zh_hans: 这是App为你保存的内容，其中可能包括你自己的工作成果。Peel绝不会替你选择它。
zh_hant: 這是App為你保存的內容，其中可能包括你自己的工作成果。Peel絕不會替你選取。

source: This one comes from the app itself, so there is no file to move. Remove the app to get rid of it.
cs: Tato položka pochází přímo z aplikace, takže tu není žádný soubor k přesunutí. Chcete-li se jí zbavit, odstraňte aplikaci.
de: Dieses Objekt stammt von der App selbst, daher gibt es keine Datei zum Verschieben. Entferne die App, um es loszuwerden.
es: Este viene de la propia app, así que no hay ningún archivo que trasladar. Elimina la app para deshacerte de él.
fr: Celui-ci provient de l’app elle-même : il n’y a donc aucun fichier à déplacer. Supprimez l’app pour vous en débarrasser.
it: Questo proviene dall’app stessa, quindi non c’è nessun file da spostare. Per sbarazzartene, rimuovi l’app.
ja: この項目はアプリ自体に含まれているため、移動するファイルがありません。なくすには、アプリをゴミ箱に入れてください。
ko: 이 항목은 앱 자체에서 제공하므로 이동할 파일이 없습니다. 없애려면 앱을 제거하십시오.
nl: Dit onderdeel komt van de app zelf, dus er is geen bestand om te verplaatsen. Verwijder de app om ervan af te komen.
pl: Ta rzecz pochodzi z samej aplikacji, więc nie ma pliku do przeniesienia. Aby się jej pozbyć, odinstaluj aplikację.
pt: Este vem do próprio app, então não há arquivo para mover. Remova o app para se livrar dele.
ro: Acesta vine din aplicația însăși, deci nu există niciun fișier de mutat. Eliminați aplicația ca să scăpați de el.
ru: Этот объект добавлен самим приложением, поэтому файла для перемещения нет. Чтобы избавиться от него, удалите приложение.
sv: Det här kommer från själva appen, så det finns ingen fil att flytta. Ta bort appen för att bli av med det.
tr: Bu öğe doğrudan uygulamanın kendisinden geliyor, bu yüzden taşınacak bir dosya yok. Ondan kurtulmak için uygulamayı kaldırın.
uk: Цей елемент надає сама програма, тож немає файлу, який можна перемістити. Щоб позбутися його, вилучіть програму.
zh_hans: 此项来自App本身，因此没有可移动的文件。若要去除它，请移除该App。
zh_hant: 這個項目來自App本身，因此沒有可移動的檔案。若要去除它，請移除該App。

source: This part inside the app is Intel only. It runs through Rosetta, or not at all.
cs: Tato součást aplikace je jen pro procesory Intel. Běží v prostředí Rosetta, jinak vůbec ne.
de: Dieser Teil der App ist nur für Intel. Er läuft über Rosetta oder gar nicht.
es: Esta parte de la app es solo para Intel. Se ejecuta mediante Rosetta o no se ejecuta.
fr: Ce composant de l’app n’existe qu’en version Intel. Il s’exécute grâce à Rosetta, ou pas du tout.
it: Questa parte dell’app è solo per Intel. Funziona tramite Rosetta, oppure non funziona affatto.
ja: アプリ内部のこの部分はIntel専用です。Rosetta経由でなければ動作しません。
ko: 앱 내부의 이 구성 요소는 Intel 전용입니다. Rosetta를 통해서만 실행되며, Rosetta가 없으면 전혀 실행되지 않습니다.
nl: Dit onderdeel in de app is alleen voor Intel. Het werkt via Rosetta, of helemaal niet.
pl: Ta część wewnątrz aplikacji jest tylko dla procesorów Intel. Działa za pomocą Rosetty albo wcale.
pt: Esta parte dentro do app é só para Intel. Ela é executada pelo Rosetta, ou não é executada.
ro: Această componentă din aplicație este doar pentru Intel. Rulează prin Rosetta sau deloc.
ru: Эта часть приложения собрана только для Intel. Она работает через Rosetta или не работает вовсе.
sv: Den här delen inuti appen är bara för Intel. Den körs via Rosetta, eller inte alls.
tr: Uygulamanın içindeki bu parça yalnızca Intel içindir. Ya Rosetta ile çalışır ya da hiç çalışmaz.
uk: Ця частина всередині програми призначена лише для Intel. Вона працює через Rosetta або не працює взагалі.
zh_hans: App内部的这一部分仅支持Intel。它只能通过Rosetta运行，否则根本无法运行。
zh_hant: App內的這個部分僅支援Intel。它只能透過Rosetta執行，否則完全無法執行。

source: This part inside the app is Intel only. On this Intel Mac it runs natively.
cs: Tato součást aplikace je jen pro procesory Intel. Na tomto Macu s procesorem Intel běží nativně.
de: Dieser Teil der App ist nur für Intel. Auf diesem Intel-Mac läuft er nativ.
es: Esta parte de la app es solo para Intel. En este Mac con procesador Intel se ejecuta de forma nativa.
fr: Ce composant de l’app n’existe qu’en version Intel. Sur ce Mac à processeur Intel, il s’exécute en natif.
it: Questa parte dell’app è solo per Intel. Su questo Mac Intel funziona in modo nativo.
ja: アプリ内部のこの部分はIntel専用です。このIntel搭載Macではネイティブに動作します。
ko: 앱 내부의 이 구성 요소는 Intel 전용입니다. 이 Intel Mac에서는 네이티브로 실행됩니다.
nl: Dit onderdeel in de app is alleen voor Intel. Op deze Intel-Mac werkt het native.
pl: Ta część wewnątrz aplikacji jest tylko dla procesorów Intel. Na tym Macu z procesorem Intel działa natywnie.
pt: Esta parte dentro do app é só para Intel. Neste Mac com Intel, ela é executada nativamente.
ro: Această componentă din aplicație este doar pentru Intel. Pe acest Mac cu Intel rulează nativ.
ru: Эта часть приложения собрана только для Intel. На этом Mac с процессором Intel она работает нативно.
sv: Den här delen inuti appen är bara för Intel. På den här Intel-baserade datorn körs den utan Rosetta.
tr: Uygulamanın içindeki bu parça yalnızca Intel içindir. Intel işlemcili bu Mac’te yerel olarak çalışır.
uk: Ця частина всередині програми призначена лише для Intel. На цьому Mac з процесором Intel вона працює нативно.
zh_hans: App内部的这一部分仅支持Intel。在这台Intel Mac上，它以原生方式运行。
zh_hant: App內的這個部分僅支援Intel。在這部Intel Mac上，它以原生方式執行。

source: This plug-in is Intel only, so it needs Rosetta to load.
cs: Tento plug-in je jen pro procesory Intel, takže k načtení potřebuje prostředí Rosetta.
de: Dieses Plug-in ist nur für Intel, daher benötigt es Rosetta, um geladen zu werden.
es: Este módulo es solo para Intel, así que necesita Rosetta para cargarse.
fr: Ce module n’existe qu’en version Intel : il a donc besoin de Rosetta pour se charger.
it: Questo plugin è solo per Intel, quindi per essere caricato richiede Rosetta.
ja: このプラグインはIntel専用のため、読み込むにはRosettaが必要です。
ko: 이 플러그인은 Intel 전용이므로 로드하려면 Rosetta가 필요합니다.
nl: Deze plug-in is alleen voor Intel en heeft dus Rosetta nodig om te worden geladen.
pl: Ta wtyczka jest tylko dla procesorów Intel, więc do wczytania potrzebuje Rosetty.
pt: Este plug-in é só para Intel, então precisa do Rosetta para ser carregado.
ro: Acest plug-in este doar pentru Intel, așa că are nevoie de Rosetta pentru a se încărca.
ru: Этот плагин собран только для Intel, поэтому для загрузки ему нужна Rosetta.
sv: Den här insticksfilen är bara för Intel, så den behöver Rosetta för att läsas in.
tr: Bu yazılım eki yalnızca Intel içindir, bu yüzden yüklenmesi için Rosetta gerekir.
uk: Цей плагін призначений лише для Intel, тож для завантаження потребує Rosetta.
zh_hans: 此插件仅支持Intel，因此需要Rosetta才能载入。
zh_hant: 此外掛模組僅支援Intel，因此需要Rosetta才能載入。

source: This plug-in is Intel only. On this Intel Mac it loads natively.
cs: Tento plug-in je jen pro procesory Intel. Na tomto Macu s procesorem Intel se načítá nativně.
de: Dieses Plug-in ist nur für Intel. Auf diesem Intel-Mac wird es nativ geladen.
es: Este módulo es solo para Intel. En este Mac con procesador Intel se carga de forma nativa.
fr: Ce module n’existe qu’en version Intel. Sur ce Mac à processeur Intel, il se charge en natif.
it: Questo plugin è solo per Intel. Su questo Mac Intel si carica in modo nativo.
ja: このプラグインはIntel専用です。このIntel搭載Macではネイティブに読み込まれます。
ko: 이 플러그인은 Intel 전용입니다. 이 Intel Mac에서는 네이티브로 로드됩니다.
nl: Deze plug-in is alleen voor Intel. Op deze Intel-Mac wordt die native geladen.
pl: Ta wtyczka jest tylko dla procesorów Intel. Na tym Macu z procesorem Intel wczytuje się natywnie.
pt: Este plug-in é só para Intel. Neste Mac com Intel, ele é carregado nativamente.
ro: Acest plug-in este doar pentru Intel. Pe acest Mac cu Intel se încarcă nativ.
ru: Этот плагин собран только для Intel. На этом Mac с процессором Intel он загружается нативно.
sv: Den här insticksfilen är bara för Intel. På den här Intel-baserade datorn läses den in utan Rosetta.
tr: Bu yazılım eki yalnızca Intel içindir. Intel işlemcili bu Mac’te yerel olarak yüklenir.
uk: Цей плагін призначений лише для Intel. На цьому Mac з процесором Intel він завантажується нативно.
zh_hans: 此插件仅支持Intel。在这台Intel Mac上，它以原生方式载入。
zh_hant: 此外掛模組僅支援Intel。在這部Intel Mac上，它以原生方式載入。

source: This selects ^[%lld item](inflect: true) Peel doesn’t recommend removing. Check each one before you move it.
cs: Tím vyberete %lld položek, které Peel nedoporučuje odstranit. Před přesunutím každou zkontrolujte.
de: Dadurch werden %lld Objekte ausgewählt, die Peel nicht zum Entfernen empfiehlt. Prüfe jedes einzelne, bevor du es verschiebst.
es: Esto selecciona %lld ítems que Peel no recomienda eliminar. Revisa cada uno antes de trasladarlo.
fr: Cette action sélectionne %lld éléments dont Peel ne recommande pas la suppression. Examinez chacun d’eux avant de le placer dans la corbeille.
it: Verranno selezionati %lld elementi che Peel non consiglia di rimuovere. Controlla ciascuno prima di spostarlo.
ja: Peelがゴミ箱に入れることをおすすめしない%lld項目が選択されます。ゴミ箱に入れる前に各項目を確認してください。
ko: Peel이 제거를 추천하지 않는 항목 %lld개가 선택됩니다. 각 항목을 휴지통으로 이동하기 전에 확인하십시오.
nl: Hiermee selecteer je %lld onderdelen die Peel niet voor verwijdering aanbeveelt. Controleer elk onderdeel voordat je het naar de prullenmand verplaatst.
pl: Zaznaczy to %lld rzeczy, których Peel nie zaleca przenosić do Kosza. Sprawdź każdą z nich, zanim ją przeniesiesz.
pt: Isso seleciona %lld itens que o Peel não recomenda remover. Verifique cada um antes de movê-lo.
ro: Se vor selecta %lld de articole pe care Peel nu recomandă să le eliminați. Verificați fiecare articol înainte să îl mutați.
ru: Будут выбраны %lld объекта, которые Peel не рекомендует удалять. Проверьте каждый из них, прежде чем перемещать его в Корзину.
sv: Då markeras %lld objekt som Peel inte rekommenderar att du tar bort. Kontrollera vart och ett innan du flyttar det.
tr: Bu işlem, Peel’in kaldırılmasını önermediği %lld öğeyi seçer. Her birini Çöp Sepeti’ne taşımadan önce gözden geçirin.
uk: Це вибере %lld елемента, які Peel не рекомендує вилучати. Перевірте кожен, перш ніж його переміщувати.
zh_hans: 这会选择%lld个Peel不推荐移除的项目。请在移到废纸篓前逐一检查。
zh_hant: 這會選取%lld個Peel不建議移除的項目。移動前請逐一檢查。

source: This tool in /usr/local is Intel only, so it needs Rosetta to run.
cs: Tento nástroj v /usr/local je jen pro procesory Intel, takže ke spuštění potřebuje prostředí Rosetta.
de: Dieses Tool in /usr/local ist nur für Intel, daher benötigt es Rosetta, um zu laufen.
es: Esta herramienta de /usr/local es solo para Intel, así que necesita Rosetta para ejecutarse.
fr: Cet outil de /usr/local n’existe qu’en version Intel : il a donc besoin de Rosetta pour s’exécuter.
it: Questo strumento in /usr/local è solo per Intel, quindi per funzionare richiede Rosetta.
ja: /usr/localにあるこのツールはIntel専用のため、実行するにはRosettaが必要です。
ko: /usr/local에 있는 이 도구는 Intel 전용이므로 실행하려면 Rosetta가 필요합니다.
nl: Deze tool in /usr/local is alleen voor Intel en heeft dus Rosetta nodig om te werken.
pl: To narzędzie w /usr/local jest tylko dla procesorów Intel, więc do działania potrzebuje Rosetty.
pt: Esta ferramenta em /usr/local é só para Intel, então precisa do Rosetta para ser executada.
ro: Acest instrument din /usr/local este doar pentru Intel, așa că are nevoie de Rosetta pentru a rula.
ru: Этот инструмент в /usr/local собран только для Intel, поэтому для работы ему нужна Rosetta.
sv: Det här verktyget i /usr/local är bara för Intel, så det behöver Rosetta för att köras.
tr: /usr/local içindeki bu araç yalnızca Intel içindir, bu yüzden çalışması için Rosetta gerekir.
uk: Цей інструмент у /usr/local призначений лише для Intel, тож для роботи потребує Rosetta.
zh_hans: /usr/local中的此工具仅支持Intel，因此需要Rosetta才能运行。
zh_hant: /usr/local中的此工具僅支援Intel，因此需要Rosetta才能執行。

source: This tool in /usr/local is Intel only. On this Intel Mac it runs natively.
cs: Tento nástroj v /usr/local je jen pro procesory Intel. Na tomto Macu s procesorem Intel běží nativně.
de: Dieses Tool in /usr/local ist nur für Intel. Auf diesem Intel-Mac läuft es nativ.
es: Esta herramienta de /usr/local es solo para Intel. En este Mac con procesador Intel se ejecuta de forma nativa.
fr: Cet outil de /usr/local n’existe qu’en version Intel. Sur ce Mac à processeur Intel, il s’exécute en natif.
it: Questo strumento in /usr/local è solo per Intel. Su questo Mac Intel funziona in modo nativo.
ja: /usr/localにあるこのツールはIntel専用です。このIntel搭載Macではネイティブに動作します。
ko: /usr/local에 있는 이 도구는 Intel 전용입니다. 이 Intel Mac에서는 네이티브로 실행됩니다.
nl: Deze tool in /usr/local is alleen voor Intel. Op deze Intel-Mac werkt die native.
pl: To narzędzie w /usr/local jest tylko dla procesorów Intel. Na tym Macu z procesorem Intel działa natywnie.
pt: Esta ferramenta em /usr/local é só para Intel. Neste Mac com Intel, ela é executada nativamente.
ro: Acest instrument din /usr/local este doar pentru Intel. Pe acest Mac cu Intel rulează nativ.
ru: Этот инструмент в /usr/local собран только для Intel. На этом Mac с процессором Intel он работает нативно.
sv: Det här verktyget i /usr/local är bara för Intel. På den här Intel-baserade datorn körs det utan Rosetta.
tr: /usr/local içindeki bu araç yalnızca Intel içindir. Intel işlemcili bu Mac’te yerel olarak çalışır.
uk: Цей інструмент у /usr/local призначений лише для Intel. На цьому Mac з процесором Intel він працює нативно.
zh_hans: /usr/local中的此工具仅支持Intel。在这台Intel Mac上，它以原生方式运行。
zh_hant: /usr/local中的此工具僅支援Intel。在這部Intel Mac上，它以原生方式執行。

source: This update came with no notes.
cs: Tato aktualizace přišla bez poznámek.
de: Zu diesem Update wurden keine Versionshinweise mitgeliefert.
es: Esta actualización ha llegado sin notas.
fr: Cette mise à jour n’est accompagnée d’aucune note.
it: Questo aggiornamento non è accompagnato da note.
ja: このアップデートにはリリースノートが付いていません。
ko: 이 업데이트에는 릴리즈 노트가 함께 제공되지 않았습니다.
nl: Deze update kwam zonder notities.
pl: Do tego uaktualnienia nie dołączono informacji o wersji.
pt: Esta atualização veio sem notas.
ro: Această actualizare a venit fără note de publicare.
ru: Это обновление пришло без заметок к выпуску.
sv: Den här uppdateringen kom utan versionsanmärkningar.
tr: Bu güncellemeyle birlikte hiçbir not gelmedi.
uk: До цього оновлення не додано приміток.
zh_hans: 此更新没有附带说明。
zh_hant: 此更新沒有附帶任何附註。

source: This uses one of Apple’s names
cs: Používá jeden z názvů společnosti Apple
de: Dieses Objekt verwendet einen Namen von Apple
es: Usa uno de los nombres de Apple
fr: Cet élément utilise un nom d’Apple
it: Usa uno dei nomi di Apple
ja: Apple固有の名前を使用しています
ko: Apple의 이름 중 하나를 사용하는 항목입니다
nl: Dit gebruikt een naam van Apple
pl: Ta rzecz używa jednej z nazw Apple
pt: Este item usa um dos nomes da Apple
ro: Acesta folosește unul dintre numele Apple
ru: Этот объект использует одно из имен Apple
sv: Det här använder ett av Apples namn
tr: Bu, Apple’ın adlarından birini kullanıyor
uk: Цей елемент використовує одну з назв Apple
zh_hans: 此项使用了Apple的名称
zh_hant: 此項目使用Apple的名稱

source: This uses the name of one of macOS’s jobs
cs: Používá název jedné z úloh systému macOS
de: Dieses Objekt verwendet den Namen eines Jobs von macOS
es: Usa el nombre de una de las tareas de macOS
fr: Cet élément utilise le nom d’une tâche de macOS
it: Usa il nome di uno degli elementi di macOS
ja: macOS固有のジョブの名前を使用しています
ko: macOS의 작업 이름 중 하나를 사용하는 항목입니다
nl: Dit gebruikt de naam van een taak van macOS
pl: Ta rzecz używa nazwy jednego z zadań macOS
pt: Este item usa o nome de uma das tarefas do macOS
ro: Acesta folosește numele uneia dintre sarcinile macOS
ru: Этот объект использует имя одного из заданий macOS
sv: Det här använder namnet på ett av macOS egna jobb
tr: Bu, macOS’in işlerinden birinin adını kullanıyor
uk: Цей елемент використовує назву одного із завдань macOS
zh_hans: 此项使用了macOS某个任务的名称
zh_hant: 此項目使用macOS某個工作的名稱
